Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/ensimmainen_digitaalinen_oppimateriaali_ilmestynyt.html.tmx
Source language: fin
Languages: sme

source: Ensimmäinen digitaalinen oppimateriaali ilmestynyt
sme: Vuosttaš digitála oahppamateriála almmustahtton

source: Saamenkielisten oppimateriaalien valmistustyöstä vastaava Koulutus- ja oppimateriaalitoimisto panostaa painetun oppimateriaalin lisäksi myös materiaalin digitaalisuuteen.
sme: Skuvlen- ja oahppamateriáladoaimmahat mearrida sámegielat oahppamateriálaid ráhkadeami, ja dat bidjá návccaid deaddiluvvon oahppamateriála lassin maid materiálaid digitálavuhtii.

source: Digitaalisten oppimateriaalien odotetaan lähivuosina yleistyvän oppilaitoksissa.
sme: Vuordda lea ahte digitála oahppamateriálat šaddet ain dábáleabbon iešguđet oahppolágádusas.

source: Koulutus- ja oppimateriaalitoimiston uusin digitaalinen materiaali on Gea 1 Gollemeahcci ( http://iioppi.fi/Saame/Gea/1/ ).
sme: Skuvlen ja oahppamateriáladoaimmahaga ođđaseamos digitála materiála lea Gea 1 Gollemeahcci ( http://iioppi.fi/Saame/Gea/1/ ).

source: Materiaali on tarkoitettu pääasiassa alakoulun ensimmäiselle luokalle, pohjoissaamea vieraana kielenä opiskeleville.
sme: Materiála lea oaivvilduvvon vuolleskuvlla vuosttaš luohká ohppiide, geat lohket davvisámegiela vierisgiellan.

source: Digimateriaali ja sen tehtävät tarjoavat Gea 1 -lukukirjan sisällön digitaalisessa muodossa, jolloin materiaali toimii samalla sekä äänikirjana että digitaalisena oppimateriaalina.
sme: Digimateriála ja dan hárjehusat fállet Gea 1 -lohkangirjji sisdoalu digitála hámis, nu ahte materiála lea sihke jietnagirji ja digitála oahppamateriála.

source: Gea 1 -digimateriaalin sisältämät harjoitukset ovat erilaisia äänne-, tavu- ja sanatason harjoituksia, ja ne vastaavat lukukirjan sisältöjä ja sanastoa.
sme: Gea 1 -digimateriála hárjehusat leat iešguđegelágan jietnadan-, stávval- ja sátnerádjohárjehusat, mat čuvvot lohkangirjji sisdoalu ja sátneráju.

source: Valtaosan harjoituksista oppilas voi suorittaa itsenäisesti mutta digimateriaalissa on myös ryhmässä harjoitteluun ja ongelmanratkaisuun kannustavia harjoituksia.
sme: Oahppi sáhttá hárjehallat sámegiela iehčanassii, muhto digimateriálas leat maid dakkár hárjehusat, mat arvvosmahttet bargat ja čoavdit gielalaš čuolmmaid ovttas earáiguin.

source: Digimateriaalin lähtökohtana on ollut kielen oppiminen pelillisessä ja vuorovaikutteisessa ympäristössä.
sme: Digimateriála vuolggasadjin lea leamašan sámegiela oahppan spealulágan ja vuorrováikkuhuslaš birrasis.

source: Koulutus- ja oppimateriaalitoimistossa valmistetaan digitaalista materiaalia kolmelle Suomessa puhuttaville saamen kielille.
sme: Skuvlen- ja oahppamateriáladoaimmahagas ráhkaduvvojit digitála oahppamateriálat buot golmma sámegillii, mat hubmojuvvojit Suomas.

source: Esimerkiksi pohjoissaamen kielelle on tekeillä esikoulun ympäristötiedon oppimateriaalia.
sme: Ovdamearkka dihte davvisámegillii lea boahtime ovdaskuvlla birasdieđu oahppamateriála.

source: Inarinsaamen kielelle valmistuu tämän kesän aikana digimateriaalia viidennen ja kuudennen vuosiluokkien yhteiskuntaopin ja historian oppiaineissa.
sme: Anárašgillii ráhkaduvvo dán geasi mielde digimateriála viđát ja guđát luohká servodatoahpa ja historjjá oahppoávdnasiidda.

source: Lisäksi suunnitteilla on opetusvideoiden valmistaminen kunkin saamen kielen aakkosista.
sme: Dáid lassin plánan lea ráhkadit oahpahusfilmmažiid guđege sámegiela bustávain.

source: Saamelaiskäräjät on julkaissut digitaalista materiaalia aiemmin muun muassa varhaiskasvatushenkilöstölle ja vanhemmille materiaalipankissa Kuáti ( http://www.kuati.fi/intro.php ).
sme: Sámediggi lea ovdal almmustahttán digitála materiála earret eará árrabajásgeassinbargiide ja vánhemiidda materiálabáŋkkus Kuáti ( http://www.kuati.fi/intro.php ).

source: Myös Norjassa Arktinen yliopisto on yhdessä Giellateknon kanssa kehitellyt pohjoissaamen opiskeluun soveltuvan OAHPA -ohjelmapaketin ( http://oahpa.no/davvi/ ).
sme: Dan lassin Norggas Árktalaš universitehta ja Giellatekno leat ovttas ráhkadan davvisámegiela studeremii heivvolaš OAHPA -materiála ( http://oahpa.no/davvi/ ).

source: Koulutus- ja oppimateriaalitoimisto toivottaa kaikille mukavia opiskeluhetkiä verkossa!
sme: Skuvlen- ja oahppamateriáladoaimmahat sávvá buohkaide somás studerenbottuid fierpmis!

source: Inarin-, koltan- ja pohjoissaamenkielisiä oppimateriaaleja
sme: Anáraš-, nuortalaš- ja davvisámegielat oahppamateriálat

source: Digitaalisia oppimateriaaleja
sme: Digitála oahppamateriálat
